Revit 2027 API
ParameterTypeId.RailingSystemTopRailHeightParam Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RailingSystemTopRailHeightParam { get; }
Public Shared ReadOnly Property RailingSystemTopRailHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RailingSystemTopRailHeightParam {
	ForgeTypeId^ get ();
}
static member RailingSystemTopRailHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace